Repository: plone-ve/collective.printrss
Catalog: src/collective/printrss/locales/*/LC_MESSAGES/collective.printrss.po
Languages: es

source: Description
es: Descripción

source: Do you want to print picture
es: ¿Quiere imprimir foto?

source: Do you want to print summary
es: ¿Quiere imprimir resumen?

source: Feed reload timeout
es: Tiempo que debe transcurrir antes de volver a cargar la transmisión (en minutos)

source: How many items to list.
es: Número de resultados a mostrar.

source: If this field is completed, in index view, the title link of the rss feed will redirect to this url if not, you will be redirected to the homepage of the rss link site.
es: Si se completa este campo, en la vista de índice, el enlace del título del feed rss redirigirá a esta URL; de lo contrario, se lo redirigirá a la página de inicio del sitio del enlace RSS.

source: Installs the collective.printrss add-on.
es: Instale el complemento collective.printrss.

source: Link of the RSS feed to display.
es: Enlace de feed RSS para mostrar.

source: Number of items must be <= 20!
es: ¡El número de resultados a mostrar debe ser <= 20!

source: Number of items to display
es: Número de resultados a mostrar

source: Print pictures
es: Imprimir fotos

source: Print summary
es: Imprimir resumen

source: Time in minutes after which the feed should be reloaded.
es: Tiempo en minutos después del cual se debe volver a cargar el feed.

source: Title
es: Título

source: URL of RSS feed
es: Dirección URL del feed RSS

source: URL of main page of external site
es: Enlace a la página principal del sitio que aloja el feed RSS

source: rss_feed
es: Feed RSS
